cask_args appdir: '/Applications'

tap 'caskroom/versions'
tap 'homebrew/versions'

brew 'cmus'
brew 'p7zip'
brew 'coreutils'
brew 'ffmpeg'
brew 'findutils'
brew 'git'
brew 'git-lfs'
brew 'htop-osx'
brew 'imagemagick'
brew 'argon/mas/mas'
brew 'nmap'
brew 'node'
brew 'openssl'
brew 'python'
brew 'python3'
brew 'screenfetch'
brew 'sqlite'
brew 'ssh-copy-id'
brew 'tree'
brew 'wakeonlan'
brew 'wget'
brew 'z'
brew 'zsh'

cask 'appcleaner'
cask 'bittorrent-sync'
cask 'dolphin'
cask 'dropbox'
cask 'filezilla'
cask 'firefoxdeveloperedition'
cask 'gimp'
cask 'go2shell'
cask 'google-chrome-canary'
cask 'hyperdock'
cask 'iterm2-beta'
cask 'java'
cask 'macdown'
cask 'musicbrainz-picard'
cask 'netbeans'
cask 'qlcolorcode'
cask 'qlmarkdown'
cask 'qlstephen'
cask 'quicklook-csv'
cask 'quicklook-json'
cask 'shiftit'
cask 'steam'
cask 'suspicious-package'
cask 'teamviewer'
cask 'telegram'
cask 'torbrowser'
cask 'virtualbox'
cask 'virtualbox-extension-pack'
cask 'wireshark'
